xorg
nvidia
nvidia-settings
base-devel
neofetch
openvpn
sudo
tree
bat
fzf
vim
neovim
code
llvm
clang
lldb
libc++
gcc
gdb
ninja
vulkan-devel
glfw-x11
boost
fmt
spdlog
gtest
nlohmann-json
cmake
astyle
uncrustify
cuda
cuda-tools
rust
dotnet-sdk
aspnet-targeting-pack
aspnet-runtime
nodejs
npm
python
go
ruby
docker
nginx-mainline
apache
plasma
dolphin
konsole
ark
gwenview
firefox
vlc
calibre
clementine
qbittorrent
telegram-desktop
discord
gimp
inkscape
blender
translate-shell
ntfs-3g
